local this = {
    --mcm general
    ["mcm.modname"] = "Интерфейс экипировки",
    ["mcm.version"] = "\nВерсия: ",
    ["mcm.TESAll"] = "Страница мода на TESAll",
    ["mcm.FullRest"] = "Страница мода на FullRest",
    ["mcm.Nexus"] = "Страница мода на Nexusmods",
    ["mcm.Pirate"] = "Мод сделал Pirate",
    ["mcm.Virnetch"] = "Virnetch: автор мода \"HUD Weapon Charge\"",
    ["mcm.ModDescription"] = "Этот мод добавляет дополнительные настройки для слотов экипировки.\n\z
    Для зачарованного оружия добавлена шкала заряда. Цвет шкалы заряда для магии изменен на синий. Добавлены иконки эффектов для зачарованных предметов.\n\n\z
    В моде использован код из \"HUD Weapon Charge\" от Virnetch.",
    ["mcm.Links"] = "Ссылки",
    ["mcm.Credits"] = "Авторы",
    ["mcm.generalSettings"] = "Общие настройки",
    ["mcm.fillBarСat.label"] = "Настройки шкалы состояния",
    ["mcm.fillBarСat.desc"] = "Настройки шкалы состояния.",
    ["mcm.weaponСharge.OnOff.label"] = "Шкала заряда оружия только для эффекта при ударе",
    ["mcm.weaponСharge.OnOff.desc"] = "Если эта функция включена, то шкала заряда оружия будет отображаться только для оружия с эффектом при ударе.",
    ["mcm.magicСharge.OnOff.label"] = "Изменить цвет шкалы заряда для слота магии",
    ["mcm.magicСharge.OnOff.desc"] = "Если эта функция включена, то цвет шкалы заряда для слота магии будет изменен на синий.",
    ["mcm.category1.label"] = "Внешний вид слотов",
    ["mcm.category1.desc"] = "Внешний вид слотов.",
    ["mcm.SloticonSize.label"] = "Размер иконки",
    ["mcm.SloticonSize.desc"] = "Этот параметр определяет размер иконок экипированных предметов\\магии.\n\n\z
    Изменение этого параметра также влияет на размер шкалы целостности\\заряда.",
    ["mcm.icon.BgAlpha.label"] = "Непрозрачность фона иконки предмета:",
    ["mcm.icon.BgAlpha.desc"] = "Этот параметр определяет непрозрачность фона иконки предмета.\n\n\z
    При значении 0 фон слота полностью прозрачный.\n\z
    При значении 100 фон слота полностью непрозрачный.",
    ["mcm.icon.BgTexture.label"] = "Фоновая текстура иконки",
    ["mcm.icon.BgTexture.desc"] = "Этот параметр управляет отображением фоновой текстуры для иконок зачарованных предметов.",
    ["mcm.effectIconCategory.label"] = "Настройки иконок эффектов",
    ["mcm.effectIconCategory.desc"] = "Настройки иконок эффектов для зачарованных предметов.",
    ["mcm.effectIcon.Enchant.label"] = "Иконки эффектов для зачарованных предметов",
    ["mcm.effectIcon.Enchant.desc"] = "Этот параметр управляет отображением иконок эффектов для зачарованных предметов. Отображается иконка первого эффекта.",
    ["mcm.effectIcon.Style.label"] = "Стиль иконок эффектов:",
    ["mcm.effectIcon.Style.desc"] = "Этот параметр определяет стиль иконок эффектов.",
    ["mcm.effectIcon.Style.icon"] = "Простой",
    ["mcm.effectIcon.Style.bigIcon"] = "Детальный",
    ["mcm.effectIcon.Size.label"] = "Размер иконки эффектов:",
    ["mcm.effectIcon.Size.desc"] = "Этот параметр определяет размер иконки эффектов, относительно иконки предмета.",
    ["mcm.effectIcon.PosX.label"] = "Горизонтальная позиция иконок:",
    ["mcm.effectIcon.PosX.desc"] = "Этот параметр определяет горизонтальную позицию расположения иконок эффектов.",
    ["mcm.effectIcon.PosY.label"] = "Вертикальная позиция иконок:",
    ["mcm.effectIcon.PosY.desc"] = "Этот параметр определяет вертикальную позицию расположения иконок эффектов.",
}
return this